;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Date.........: 01 January 2018
;~ Author.......: Derick Payne (Rizonesoft)
;~ Link.........: www.rizonesoft.com
;~ =============================================================================

[Main]
Product = Complete Internet Repair
Version = 5.x

[Language]
;~ Please ad the translated language name next to the english name. For example; Ελληνικά - Greek
Name = Italiano - Italian
Code = it
Encoding = Unicode

[Translations]
;~ Please do not translate this section.
About = Info sul programma
Custom = Personalizza
Donate = Dona
File = File
Logging = Registro eventi
Menus = Menu
Messages = Messaggi
Messages2 = Messaggi2
Preferences = Impostazioni
Update = Aggiorna
Versioning = Versioni

[About]
Window_Title = Info su %{Program.Name}
Label_Version = Versione
Label_AutoIt = Creato con AutoIt versione
Label_Copyright = Copyright
Tip_Title_Donate = Dona per la nostra causa
Tip_Message_Donate = Quando doni, ci aiuti a mantenere il nostro software libero e ci permette di acquisire gli strumenti per aiutarti. 
Label_Home = Sito web
Label_License = Licenza
Label_Support = Supporto
Tip_Title_Country = Realizzato in Sud Africa
Tip_Message_Country = %{Program.Name} è nato in Sud Africa.
Label_Contributors = Collaboratori
Tip_Facebook = Like su Facebook.
Tip_Twitter = Seguiteci su Twitter.
Tip_GooglePlus = Trovaci su Google.
Tip_GitHub = %{Program.Name} in GitHub.
Button_Ok = OK
Label_RAM = (RAM) %d MB liberi su %d MB (%d%)
Tip_RAM = RAM (Memoria acecsso casuale)
Label_HDD = (%s) %.2f GB liberi su %.2f GB (%d%)

[Custom]
Label_Status_Welcome = Ricorda! Non effettuare riparazioni se NON necessarie. Potresti creare dei problemi!
Label_Status_Updates = Ricerca aggiornamenti
Checkbox_Repair_01 = Ripristina protocolli Internet (TCP/IP)
Checkbox_Repair_02 = Ripara Winsock (ripristino catalogo)
Checkbox_Repair_03 = Riavvia connessione internet
Checkbox_Repair_04 = Svuota cache DNS Resolver
Checkbox_Repair_05 = Svuota cache ARP
Checkbox_Repair_06 = Ripara Internet Explorer %s
Checkbox_Repair_07 = Svuota cronologia aggiornamenti Windows
Checkbox_Repair_08 = Ripara aggiornamenti automatici Windows
Checkbox_Repair_09 = Ripara crittografia SSL / HTTPS
Checkbox_Repair_10 = Ripristina configurazione servcer proxy
Checkbox_Repair_11 = Ripristina configurazione firewall di Windows
Checkbox_Repair_12 = Ripristina file host valori predefiniti
Checkbox_Repair_13 = Rinnova registrazioni client di Wins
Checkbox_Repair_14 = Rendi la rete visibile in File Explorer
Tip_Status_Show = Visualizza stato
Tip_Status_Hide = Nascondi stato
Button_Go = Esegui!
Button_Go_Stop = Ferma
Info_01 = Prima di iniziare è raccomandabile creare un 'punto di ripristino del sistema' per poter tornare indietro nel caso in cui non avesse funzionato qualcosa con Complete Internet Repair.\rnComunque, avvia sempre prima la risoluzione dei problemi di internet di Windows.\rnSeleziona l'opzione desiderata e quindi '%s' per iniziare.\rnNON selezionare nulla se non ti è stato descritto il problema dal tuo computer.\rnSalta qualsiasi opzione se non hai capito il problema.
Info_02 = Questa opzione riscrive importanti chiavi di registro usate dal protocollo Internet (TCP/IP) rimuovendo e reinstallando il protocollo.
Info_03 = Può esssere impiegato per recuperare un Winsock nel caso in cui risulti corrotto de causi la perdita di connettività di internet.\rnQuesta opzione deve essere usata con attenzione perchè se esistesse un LSP preinstallato, andrebbe reinstallato.
Info_04 = Sblocca e rinnova tutte le connessioni internet (TCP/IP).
Info_05 = Svuota la cache di risoluzione dei DNS, ricarica tutti i lease DHCP e ri-registra i nomi dei DNS.
Info_06 = ARP (Address Resolution Protocol) cache è una tecnica impiegata per memorizzare la 'mappatura' degli indirizzi OSI Model Network Layer (indirizzi IP) ai corrispondenti indirizzi OSI Model Data Link (indirizzi MAC).\rnData la varietà di possibili abbinamenti, la cache ARP può risultare danneggiata.\rn\rnI sintomi includono: impossibilità di caricare siti web ed interruzioni nella connessione ad Internet.\rnIl comando 'ping' potrebbe non funzionare per comunicare con due o più hosts remoti.
Info_07 = Ri-registra tutte le relative librerie DLL ed i file OCX richiesti per un buon funzionamento di Microsoft Internet Explorer %s.
Info_08 = Questa opzione svuota la cronologia degli aggiornamenti di Windows svuotando '%s' e le cartelle '%s'.
Info_09 = Questa opzione proverà a ripristinare gli aggiornamenti automatici di Windows.\rnUsala nel caso in cui sarà impossibile aggiornare Windows.
Info_10 = Questa opzione ti può essere d'aiuto in caso di problemi di connessione tramite SSL con siti web protetti (es. home banking).
Info_11 = Molte infezioni da malware creano server proxy ed impostano Windows indirizzando tutto il traffico web attraverso il server proxy dei virus.\rnAd esempio, un tentativo di accedere a Rizonesoft.com, verrà reindirizzato a un sito di malware.\rn\rnQuesta opzione tenterà di ripristinare tutte le configurazioni del server proxy, inclusa la configurazione del proxy WinHTTP preesistente.
Info_12 = Ripristina la configurazione del firewall di Windows ai valori predefiniti.
Info_13 = Ripristina il file hosts di Windows ai valori rpedefiniti.
Info_14 = Talvolta è necessario che i client o i server della rete debbano registrare nuovamente i propri nomi NetBIOS con un server WINS (Windows Internet Name Service).\rn\rnIn alcune situazioni è necessario il rinnovo delle registrazioni del client WINS:\rnla registrazione è stata persa o eliminata in WINS e deve essere aggiornato dal client.\rnla registrazione esiste in alcuni server WINS ma non in altri.\rn\rnUna nuova registrazione è quindi utile per incrementare gli ID della versione WINS, il che aiuterà a provocare la replica del server WINS.
Info_15 = In modo predefinito, i computer nella rete locale dovrebbero essere visibili quando si sfoglia una rete con File Explorer. Con Windows 10 versione 1803 alcuni computer sono acecssibili solo con il loro nome o indirizzo IP.
Label_Sub_Heading_Notice = Complete Internet Repair è ora in bundle con la riparazione completa di Windows. Fai clic qui per scaricarlo subito!!
Label_All_Complete = Tutte le attività selezionate sono state completate.


[Donate]
Label_Heading = %{Program.Name} ti sta aiutando da più di %d ore.\rnOra, che ne dici di donare qualcosa alla nostra causa?
Label_Message = Seelziona il pulsante PayPal in basso o vai su PayPal.me/rizonesoft, inserisci l'importo e inviaci la donazione.\rnOra con PayPal, è più facile e più sicuro inviarci del denaro.\rnNon hai un conto PayPal? Non preoccuparti, registrarsi è facile e veloce.

[File]
Backup_Saving = Salvataggio di '%s'...
Backup_Success = La cartella è stata correttamente salvata in '%s'.
Backup_Continue = Ora continueremo con la rimozione.
Backup_Error_01 = '%s' non può essere salvato.
Backup_Error_02 = Per evitare la perdita di dati, questa cartella non verrà rimossa.
CleanDir_Clearing = Svuotamento di '%s'...
CleanDir_Error_01 = Percorso cartella
CleanDir_Error_02 = Niente qui: '%s'
CleanDir_Error_03 = '%s' non può essere rimosso.
CleanDir_Attributes = Impostazione attributi per '%s'...
CleanDir_Success = Rimossi corretamente: '%s'.
Delete_Removing = Rimozione di '%s'...
Delete_Success = Il file è stato correttamente eliminato.
Delete_Error = Si è verificato un errore durante l'eliminazione del file.
OpenText_Opening = Apertura di '%s'...
OpenText_Success = Visualizzazione file '%s'...
OpenText_Error = Impossibile trovare il file '%s'.

[Logging]
Finished = Completato
success = completato
Response_Received = Risposta ricevuta
Successfully = Completato
OK = OK!
Registration_succeeded = Registrazione completata
Initiated = Iniziato
Error = errore
Failed = fallito
Access_Denied = Accesso negato
No_Operation_Performed = Non può essere eseguita nessuna operazione
VERSION = VERSIONE
File_Not_Found = Impossibile trovare il file registro '%s'.
Showing_File = Visualizzazione file registro '%s'.
Showing_Error = Si è verificato un errore. ID processo: %s
Opening_File = Apertura file registro.
Opening_Directory = Apertura della cartella dei file registro...
Directory_Not_Found = Impossibile trovare la cartella '%s' dei file registro
Bool_Yes = SI
Bool_No = No
Info_Date = Data:
Info_Program = Programma:
Info_Program_Path = Percorso programma:
Info_Compiled = Compilato:
Info_AutoIt_Version = Versione AutoIt:
Info_AutoIt_64Bit = Versione AutoIt 64 bit:
Info_Windows_Version = Versione Windows:
Info_System_Type = Tipo sistema:
Info_Memory = Memoria (RAM):
Info_ProgramFiles = Cartella file programma:
Info_Windows_Directory = Cartella di Windows:
Level_Error = Errore:
Level_Warning = Attenzione:
Level_Success = Completato:
Level_Finished = Completato:

[Menus]
File = &File
File_Event_Log = Visualizzatore &eventi di Windows
File_Preferences = Im&postazioni
File_Logging = &Registro eventi
File_Logging_Open_File = Apri file &registro
File_Logging_Open_Directory = Apri &cartella file registro
File_Logging_IP_Reset = Apri registro ripristino &IP
File_Export = &Esporta (informazioni)
File_Export_IP = Configurazioni &IP (tutte)
File_Export_LSP = Winsock &LSPs
File_Export_ARP = Elementi &ARP (tutti)
File_Export_NBIOS = Statistiche Net&BIOS
File_Reboot = &Riavvi Windows
File_Close = &Esci\tAlt+F4
Maintenance = &Manutenzione
Maintenance_Restore = &Crea punto di ripristino sistema
Troubleshoot = &Risoluzione problemi
Troubleshoot_01 = Diagnostica &connessioni di rete (Internet)
Troubleshoot_02 = Diagnostica &scheda di rete
Troubleshoot_03 = Diagnostica I&nternet
Troubleshoot_04 = Diagnostica connessioni &in ingresso
Troubleshoot_05 = Diagnostica &Gruppo Home
Troubleshoot_06 = Diagnostica &cartelle condivise in rete
Troubleshoot_07 = Diagnostica &servizio trasferimento intelligente in background
Troubleshoot_08 = Diagnostica Windows &Update
Troubleshoot_09 = Diagnostica Internet E&xplorer
Troubleshoot_10 = Diagnostica &sicurezza di Internet Explorer 
Troubleshoot_11 = Sp&eed Test by Ookla
Troubleshoot_12 = Ricerca &password dei router
Tools = S&trumenti
Tools_RDP = Connessione al &deskop remoto
Tools_IE_Properties = Proprietà di Internet &Explorer
Tools_Install_IP6 = &Installa protocollo IP6
Tools_Uninstall_IP6 = &Disinstalla protocollo IP6
Tools_Repair_WorkView = Ripara vista &computer appartenenti al Workgroup
Help = &Aiuto
Help_Update = Cerca &aggiornamenti
Help_Home = %{Company.Name} &Home
Help_Downloads = &Download altri programmi Rizonesoft
Help_Support = &Supporto
Help_Issue = Crea &ticket supporto
Help_Donate = Dona per la &nostra causa 
Help_About = Info su %{Program.Name}
Debug = &Debug

[Messages]
Info_Title = Prendi nota
Warning_Title = Attenzione!
Error_Title = Si è verificato un errore!
Error_Oops = Oops!
Singleton = Risulta già in escuzione un'altra istanza di %{Program.Name}.
Compatible = %{Program.Name} non è compatibile con questa versione di windows.\rnSe ritieni che si tratti di un errore, non esitare a lasciare un messaggio dettagliato a '%s'.
Compatible_Bit = Sfortunatamente %{Program.Name} a 32 Bit non è compatibile con la tua versione di Windows.\rnScarica %{Program.Name} a 64 Bit da '%s'
Loading_Initializing = Avvio %{Program.Name}
Loading_Localizations = Caricamento localizzazioni
Loading_Resources = Impostazione risorse
Loading_WorkingDirectories = Impostazione cartelle di lavoro
Loading_Logging = Avvio registrazione eventi
Loading_Configuration = Caricamento configurazione
Loading_Shortcuts = Impostazione tasti rapidi
Loading_Interface = Avvio interfaccia core
Ping_Check_Connection = Verifica connessione internet.
Ping_Response = Risposta ricevuta in %s millisecondi.
Ping_Host_Offline = L'host è offline.
Ping_Host_Unreachable = L'host è irraggiungibile.
Ping_Host_Bad = Destinazion errata.
Ping_Host_No_Internet = Nessuna connessione internet.
Global_Errors = Completato in (%02i) %s!
Global_Errors_Error = errore
Global_Errors_Errors = errori
Global_Finished = Attività selezionata completata.
Global_File = file
Global_Files = file
RegisterDll_Success = RegSvr32.exe > '%s' registrazione avvenuta.
RegisterDll_Error_01 = RegSvr32.exe > '%s' per registrare un modulo è necessario fornire un nome binario.
RegisterDll_Error_02 = RegSvr32.exe > '%s' modulo specificato non trovato.
RegisterDll_Error_03 = RegSvr32.exe > '%s' modulo caricato ma il DllRegisterServer non è stato trovato.
RegisterDll_Error_04 = RegSvr32.exe > '%s' errore numero: 0x80070005
Registry_Write_Error = Impossibile scrivere in '%s'
Registry_Error_01 = Impossibile aprire la chiave richiesta.
Registry_Error_02 = Impossibile aprire la chiave principale richiesta.
Registry_Error_03 = Impossibile aprire il valore richiesto.
Registry_Error_04 = Tipo di valore non supportato.
Registry_Error_05 = Impossibile eliminare il valore richiesto.
Registry_Error_06 = Impossibile eliminare la chiave/valore richiesto.

[Messages2]
Select_Something_Title = Seleziona qualcosa
Select_Something_Message = Che ne dici prima di selezionare qualcosa?
Stopping = Attendi!
Boot_01 = Potrebbe essere necessario un riavvio del sistema prima che le impostazioni abbiano effetto.
Boot_02 = Vuoi riavviare ora?
Boot_03 = Potrebbe essere necessario riavviare il computer prima che le impostazioni abbiano effetto.\rnVuoi riavviare il computer ora?\rnPrima salva i file aperti e quindi seleziona 'Sì' per riavviare il computer.\rnOppure seelziona 'No' per ignorare.
Boot_04 = ^ Non vuoi riavviare il computer?
Boot_05 = ^ Non è possibile discutere su questo. Il computer è il tuo!
Boot_06 = Seleziona 'File' e quindi 'Riavvia Windows' per riavviare il computer in un secondo momento.
Boot_07 = Riavvio di Windows...
MsgBox_Boot_Title = Riavvio!
MsgBox_boot_Message = Il computer verrà riavviato tra %s secondi.\rnQuesto dovrebbe darti abbastanza tempo per salvare i tuoi file aperti.\rnSeelziona 'OK' per riavviare il computer ora.
Boot_Restarting = Il computer si sta riavviando.
Boot_Canceled = Riavvio annullato.
Reset_IP_01 = Ripristino di tutte le configurazioni IP.
Reset_IP_02 = Il registro impostazioni TCP/IP è posizionato in @ '%s'.
Reset_IP_03 = Ripristino configurazioni IP versione 4.
Reset_IP_04 = Ripristino configurazioni IP versione 6.
Winsock_01 = Tentativo reimpostazione catalogo di Winsock.
Winsock_02 = Ti consigliamo di installare Windows XP Service Pack 2 o successivo.
Winsock_03 = Ripristino catalogo di Winsock completato.
Winsock_04 = Ripristino Winsock usando il metodo 1.
Winsock_05 = Ripristino Winsock usando il metodo 2.
Renew_IP_01 = Rilascio e rinnovo connessioni TCP/IP.
Renew_IP_02 = Rilascio delle connessioni TCP/IP.
Renew_IP_03 = Rinnovo connessioni TCP/IP.
Renew_IP_04 = Ripristino Winsock.
Renew_IP_05 = TCP/IP rinnovato
DNS_01 = Aggiornamento cache risoluzione DNS.
DNS_02 = Svuotamento cache DNS
DNS_03 = Registrazione DNS
DNS_04 = DNS aggironati
ARP_01 = Svuotamento cache ARP (Address Resolution Protocol).
ARP_02 = Svuotamento cache ARP completato
Repair_IE_01 = Riparazione Internet Explroe versione %s.
Repair_IE_02 = Chiusura di Internet Explorer.\rnSalva il tuo lavoro prima di selezionare 'OK'
Repair_IE_03 = Riparazione pagina 'Apri in una nuova scheda/finestra non funzionante'.
Repair_IE_04 = Riparazione pagina 'Add-Ons - La voce di menù Manager è presente ma non succede nulla'.
Repair_IE_05 = Riparazione API posta HTML semplice.
Repair_IE_06 = Riparazione modulo criteri di gruppo.
Repair_IE_07 = Riparazione Smart Screen.
Repair_IE_08 = Riparazione IEAK Branding.
Repair_IE_09 = Riparazione strumenti di sviluppo.
Repair_IE_10 = Riparazione pagina 'IE8 si chiude immediatamente al momento del lancio'.
Repair_IE_11 = Riparazione gestore licenze.
Repair_IE_12 = Riparazione collegamenti Javascript non funziona (Robin Walker).
Repair_IE_13 = Riparazione VS Debugger.
Repair_IE_14 = Riparazione problemi di stampa, apri in una nuova finestra.
Repair_IE_15 = Riparazione pagina 'Trova su questa pagina è vuota'.
Repair_IE_16 = Riparazione gestire debug processi.
Repair_IE_17 = Riparazione render VML.
Repair_IE_18 = Correzione pagina 'Nuove schede non può visualizzare il contenuto perché non può accedere ai controlli'.
Repair_IE_19 = Questo è il risultato di un bug in 'shdocvw.dll'.
Repair_IE_20 = Riparazione di Outlook Express.
Repair_IE_21 = Ora Internet Explorer dovrebbe funzionare correttamente.
Clear_Update_01 =Eliminazione file memorizzati (Cronologia degli aggiornamenti).
Clear_Update_02 = Cronologia aggiornamenti azzerata.
Repair_Update_01 = Riparazione di Windows Update/aggiornamenti automatici.
Repair_Update_02 = Arresto servizio di aggiornamento di Nero.
Repair_Update_03 = Arresto servizio BITS.
Repair_Update_04 = Arresto servizio Aggiornamenti automatici.
Repair_Update_05 = Impostazione descrittore sicurezza BITS.
Repair_Update_06 = Impostazione descrittore sicurezza del servizio Aggiornamenti automatici.
Repair_Update_07 = Configurazione servizio aggiornamenti automatici.
Repair_Update_08 = Configurazione servizio BITS.
Repair_Update_09 = Registrazione librerie aggiornamenti di Windows.
Repair_Update_10 = Riavvio servizio aggiornamenti automatici.
Repair_Update_11 = Riavvio servizio BITS.
Repair_Update_12 = Riavvio servizio di aggiornamento di Nero.
Repair_Update_13 = Azzera metadati transazionali al prossimo montaggio 'Gestore risorse transazionale'.
Repair_Update_14 = Svuotamento coda BITS.
Repair_Update_15 = Avvio immediato rilevamento aggiornamenti di Windows.
Repair_Update_16 = Windows Update riparato.
SSL_Crypt_01 = Ripristino servizio crittografia SSL/HTTPS.
SSL_Crypt_02 = Arresto servizio di crittografia.
SSL_Crypt_03 = Configurazione servizio di crittografia.
SSL_Crypt_04 = Azzeramento di '%s'.
SSL_Crypt_05 = '%s' svuotato.
SSL_Crypt_06 = Registrazione librerie sevizio crittografia SSL/HTTPS.
SSL_Crypt_07 = Registarzione librerie servizio crittografia SSL/HTTPS completata.
SSL_Crypt_08 = Riavvio servizio di crittografia.
SSL_Crypt_09 = L'home banking dovrebbe ora funzionare.
Reset_Proxy_01 = Ripristino impostazioni del proxy.
Reset_Proxy_02 = Impostazione proxy per l'accesso diretto.
Reset_Proxy_03 = Impostazioni proxy ripristinate ai valori predefiniti.
Reset_Firewall_01 = Ripristino configurazione firewall di Windows.
Reset_Firewall_02 = Impostazioni firewall di Windows ripristinate ai valori predefiniti.
Restore_HOSTS_01 = Ripristino file 'hosts' di Windows ai valori predefiniti.
Restore_HOSTS_02 = Si è verificato un errore durante la scrittura del file 'hosts'.
Restore_HOSTS_03 = Scrittura dei dati nel file 'hosts'.
Restore_HOSTS_04 = Craezione file 'hosts' completata.
Restore_HOSTS_05 = File 'hosts' ripristinato.
Renew_Wins_01 = Rinnovo registrazioni client WINS.
Renew_Wins_02 = Rinnovo registrazioni client WINS completato.
Make_Computers_Visible_01 = Rendi rete computer visibile.
Make_Computers_Visible_02 = Configura il servizio identificazioen/pubblicazione risorse.
Make_Computers_Visible_03 = I computer in rete dovrebbero essere ora visibili in File Explorer.
Open_Events_01 = Apertura Visualizzatore eventi di Windows.
Open_Events_02 = Il Visualizzatore eventi dovrebbe essere ora aperto.
Export_IP_01 = Esportazione configurazione IP di Windows.
Export_IP_02 = Configurazione IP di Windows salvata in '%s'
Export_IP_03 = Impossibile salvare la configurazione IP.
Export_LSPs_01 = Esportazione LSP Winsock installati.
Export_LSPs_02 = Elenco LSP Winsock salvato in '%s'
Export_LSPs_03 = Impossibile salvare l'elenco LSP.
Export_ARP_01 = Esportazione voci ARP.
Export_ARP_02 = Voci ARP salvate in '%s'
Export_ARP_03 = Impossibile salvare le voci ARP.
Export_NBIOS_01 = Esportazione statistiche NetBIOS.
Export_NBIOS_02 = Statistiche NetBIOS salvate in '%s'
Export_NBIOS_03 = Impossibile salvare le statistiche NetBIOS.
Tools_Open_RDP_01 = Apertura connessione al desktop remoto.
Tools_Open_RDP_02 = Impossibile aprire la connessione al desktop remoto.
Tools_Open_RDP_03 = La connessione al desktop remoto dovrebbe essere ora aperta.
Tools_Open_IE_Properties_01 = Apertura proprietà di Internet Explorers.
Tools_Open_IE_Properties_02 = Impossibile aprire le proprietà di Internet Explorer.
Tools_Open_IE_Properties_03 = Dovresti vedere le proprietà di Internet Explorer.
Tools_Install_IP6 = Installazione protocollo TCP/IPv6.
Tools_Uninstall_IP6 = Disinstallazione protocollo TCP/IPv6.
Tools_Repair_WorkGroup = Riparazione vista computer nel gruppo di lavoro.

[Preferences]
Window_Title = Impostazioni
Tab_General = Generale
Tab_Cache = Cache
Tab_Performance = Prestazioni
Tab_Language = Lingua
Group_Redundancy = Ridondanza
Group_Logging = Registro eventi
Group_Priority = Priorità
Group_Memory = Memoria
Group_Language = Lingua
Checkbox_Backup_Folders = Backup cartelle prima della rimozione
Checkbox_Export_IP = Esporta configurazione IP prima del ripristino
Checkbox_Enable_Logging = Abilita registrazione eventi
Label_Log_Exceed = Dimensione max registro:
Label_Logging_Size = Dim. registrazione: %s KB
Button_Logging_Clear = Azzera registro eventi
Label_SetPriority = Impostazione priorità processo:
Checkbox_SaveRealtime = Salva priorità sopra alta (non raccomandato).
Checkbox_ReduceMemory = Riduci memroia usata in sistemi con poca memoria.
Label_Language_Message = Seleziona la lingua desiderata e il tasto %s per continuare (riavvio richiesto).
Button_Save = Salva
Button_Cancel = Annulla
Label_Updated = Impostazioni salvate
Label_Logging_Cleared = registro azzerato
MsgBox_Language_Title = Lingua modificata
MsgBox_Language_Message = La lingua selezionata è stata modificata\rnComplete Internet Repair deve essere riavviato affinché la lingua scelta abbia effetto.
MsgBox_Closing_Title = Chiusura di %{Program.Name}
MsgBox_Closing_Message = Vuoi chiudere %{Program.Name}?

[Update]
Window_Title_Available = Aggiornamento disponibile
Window_Title_Congratulations = Congratulazioni!
Window_Title_Error = Si è verificato un errore!
Label_Message_Update = Disponibile una nuova versione di %{Program.Name}.
Label_Message_Latest = La versione installata di %{Program.Name} è aggiornata.
Label_Message_Error = Non è stato possibile recuperare le informazioni sulla versione aggiornata di %{Program.Name}.
Label_Message_Internet = Controlla la connessione Internet e riprova.
Label_Build_Current = Build attuale:
Label_Build_Update = Build aggiornata:
CheckBox_NoUpdate = Non controllare aggiornamenti.
Button_Update = Info aggiornamento
Button_Close = Chiudi

[Versioning]
Administrator = Amministratore
Build = Build
AutoIt_Version = Versione di AutoIt %{AutoIt.Version} in uso.
Bit = Bit